Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: Your passkey is this wallet's key. These 24 words are a second way in: they restore the same wallet in MetaMask, Rabby or any wallet that takes a recovery phrase, even without your passkey. Showing them always asks for %@, and they hide after a minute unless you keep them showing.
es: Tu llave de acceso es la llave de esta billetera. Estas 24 palabras son una segunda forma de entrar: restauran la misma billetera en MetaMask, Rabby o cualquier billetera que acepte una frase de recuperación, incluso sin tu llave de acceso. Mostrarlas siempre pide %@, y se ocultan al cabo de un minuto a menos que sigas mostrándolas.
fr: Votre clé d'identification est la clé de ce portefeuille. Ces 24 mots sont un second moyen d'accès : ils restaurent le même portefeuille dans MetaMask, Rabby ou tout portefeuille acceptant une phrase de récupération, même sans votre clé d'identification. Les afficher demande toujours %@, et ils se masquent au bout d'une minute, sauf si vous les gardez affichés.
ko: 패스키가 이 지갑의 키입니다. 이 24개 단어는 지갑에 들어가는 두 번째 방법으로, 패스키 없이도 MetaMask, Rabby 또는 복구 구문을 지원하는 모든 지갑에서 같은 지갑을 복원합니다. 단어를 표시할 때는 항상 %@를 요청하며, 계속 표시하지 않으면 1분 후 숨겨집니다.
zh_hans: 你的通行密钥就是此钱包的密钥。这 24 个单词是第二种进入方式：即使没有你的通行密钥，它们也能在 MetaMask、Rabby 或任何支持助记词的钱包中恢复同一个钱包。显示它们时始终需要 %@，并且除非你选择继续显示，否则一分钟后会自动隐藏。

source: Your passkey: DyorHQ asks your passkey app to remove it
es: Tu llave de acceso: DyorHQ pide a tu app de llaves de acceso que la elimine
fr: Votre clé d'identification : DyorHQ demande à votre app de clés d'identification de la supprimer
ko: 패스키: DyorHQ가 패스키 앱에 삭제를 요청합니다
zh_hans: 你的通行密钥：DyorHQ 会请求你的通行密钥应用将其移除

source: Your photo is uploaded, but not on IPFS, where a Moment's media stays available without DyorHQ. Try again, or publish with DyorHQ's link to it instead: that link is permanent on-chain, and DyorHQ only shows it while it still matches your photo's fingerprint.
es: Tu foto se subió, pero no a IPFS, donde el contenido multimedia de un Moment sigue disponible sin DyorHQ. Vuelve a intentarlo, o publícala con el enlace de DyorHQ: ese enlace es permanente en la blockchain, y DyorHQ solo la muestra mientras siga coincidiendo con la huella de tu foto.
fr: Votre photo est envoyée, mais pas sur IPFS, où le média d'un Moment reste disponible sans DyorHQ. Réessayez, ou publiez plutôt avec le lien DyorHQ vers celle-ci : ce lien est permanent sur la blockchain, et DyorHQ ne l'affiche que tant qu'il correspond encore à l'empreinte de votre photo.
ko: 사진은 업로드되었지만, DyorHQ 없이도 Moment의 미디어를 계속 볼 수 있는 IPFS에는 올라가지 않았어요. 다시 시도하거나, 대신 DyorHQ의 링크로 게시하세요. 이 링크는 온체인에 영구 기록되며, DyorHQ는 사진의 핑거프린트와 일치하는 동안에만 표시해요.
zh_hans: 你的照片已上传，但不在 IPFS 上（Moment 的媒体在 IPFS 上无需 DyorHQ 也能保持可用）。重试，或改用 DyorHQ 指向它的链接发布：该链接永久记录在链上，且只有在它仍与你照片的指纹匹配时，DyorHQ 才会显示它。

source: Your recovery phrase hides in %lld seconds. Choose Keep Showing for more time.
es: Tu frase de recuperación se oculta en %lld segundos. Elige Seguir mostrando para tener más tiempo.
fr: Votre phrase de récupération se masque dans %lld secondes. Choisissez « Afficher encore » pour plus de temps.
ko: 복구 구문이 %lld초 후 숨겨집니다. 시간을 늘리려면 ‘계속 표시’를 선택하십시오.
zh_hans: 你的助记词将在 %lld 秒后隐藏。选择“继续显示”以获得更多时间。

source: Your share on expiry
es: Tu parte si expira
fr: Votre part en cas d'expiration
ko: 만료 시 내 몫
zh_hans: 过期时你的份额

source: Your trading key comes from your passkey and exists only while your session is unlocked; this device stores just its token. On another iPhone, connect once more.
es: Tu clave de trading proviene de tu llave de acceso y solo existe mientras tu sesión está desbloqueada; este dispositivo solo guarda su token. En otro iPhone, conéctate una vez más.
fr: Votre clé de trading provient de votre clé d'identification et n'existe que tant que votre session est déverrouillée ; cet appareil ne stocke que son jeton d'accès. Sur un autre iPhone, connectez-vous à nouveau.
ko: 거래 키는 패스키에서 생성되며 세션이 잠금 해제된 동안에만 존재해요. 이 기기에는 토큰만 저장돼요. 다른 iPhone에서는 한 번 더 연결하세요.
zh_hans: 你的交易密钥来自你的通行密钥，只在会话解锁期间存在；此设备仅存储其令牌。在另一台 iPhone 上，需要再连接一次。

source: Your trading key is generated on this device and authorized once by your wallet.
es: Tu clave de trading se genera en este dispositivo y tu billetera la autoriza una vez.
fr: Votre clé de trading est générée sur cet appareil et autorisée une seule fois par votre portefeuille.
ko: 거래 키는 이 기기에서 생성되며 지갑으로 한 번 승인돼요.
zh_hans: 你的交易密钥在此设备上生成，并由你的钱包授权一次。

source: Your video is uploaded, but a video Moment needs both the video and its cover frame on IPFS before it can be published. Try again in a minute.
es: Tu video se subió, pero un Moment de video necesita tanto el video como su fotograma de portada en IPFS antes de poder publicarse. Vuelve a intentarlo en un minuto.
fr: Votre vidéo est envoyée, mais un Moment vidéo a besoin de la vidéo et de son image de couverture sur IPFS avant de pouvoir être publié. Réessayez dans une minute.
ko: 동영상은 업로드되었지만, 동영상 Moment를 게시하려면 동영상과 커버 프레임이 모두 IPFS에 있어야 해요. 1분 후 다시 시도하세요.
zh_hans: 你的视频已上传，但视频 Moment 需要视频及其封面帧都在 IPFS 上才能发布。一分钟后重试。

source: Your wallet
es: Tu billetera
fr: Votre portefeuille
ko: 내 지갑
zh_hans: 你的钱包

source: Your wallet is yours — you hold the keys.
es: Tu billetera es tuya: tú tienes las claves.
fr: Votre portefeuille vous appartient — vous détenez les clés.
ko: 내 지갑은 내 것 — 키는 내가 보관해요.
zh_hans: 你的钱包归你所有：密钥由你掌握。

source: Your wallet needs a Perpl account before it can trade. Opens app.perpl.xyz.
es: Tu billetera necesita una cuenta de Perpl para poder operar. Abre app.perpl.xyz.
fr: Votre portefeuille a besoin d'un compte Perpl avant de pouvoir trader. Ouvre app.perpl.xyz.
ko: 거래하려면 지갑에 Perpl 계정이 필요해요. app.perpl.xyz가 열려요.
zh_hans: 你的钱包需要先有 Perpl 账户才能交易。将打开 app.perpl.xyz。

source: Your wallet no longer holds the %@ you picked. Choose a token.
es: Tu billetera ya no tiene el %@ que elegiste. Elige un token.
fr: Votre portefeuille ne détient plus le jeton %@ choisi. Choisissez un jeton.
ko: 선택한 토큰(%@)이 더 이상 지갑에 없습니다. 토큰을 선택하십시오.
zh_hans: 你的钱包已不再持有你选择的 %@。选择一个代币。

source: Your wallet stays with your account. Sign in again to use it.
es: Tu billetera se queda con tu cuenta. Vuelve a iniciar sesión para usarla.
fr: Votre portefeuille reste associé à votre compte. Reconnectez-vous pour l'utiliser.
ko: 지갑은 계정에 그대로 남아 있어요. 사용하려면 다시 로그인하세요.
zh_hans: 你的钱包会保留在你的账户中。重新登录即可使用。

source: Your wallet's key or recovery phrase works in any other wallet app.
es: La clave o la frase de recuperación de tu billetera funciona en cualquier otra app de billetera.
fr: La clé ou la phrase de récupération de votre portefeuille fonctionne dans n'importe quelle autre app de portefeuille.
ko: 지갑의 키나 복구 구문은 다른 어떤 지갑 앱에서도 사용할 수 있습니다.
zh_hans: 你钱包的密钥或助记词可在任何其他钱包应用中使用。

source: across %lld Moments
es: en %lld Moments
fr: sur %lld Moments
ko: Moment %lld개에서
zh_hans: 来自 %lld 个 Moment

source: already in your wallet
es: ya en tu billetera
fr: déjà dans votre portefeuille
ko: 지갑에 보유 중
zh_hans: 已在钱包中

# chartLine.close
source: Close
es: Cierre
fr: Clôture
ko: 종료
zh_hans: 平仓

source: claimable
es: reclamables
fr: à réclamer
ko: 수령 가능
zh_hans: 可领取

source: closed
es: cerrado
fr: fermée
ko: 종료됨
zh_hans: 已结束

source: coins
es: monedas
fr: jetons
ko: 코인
zh_hans: 币

source: creator
es: creador
fr: créateur
ko: 크리에이터
zh_hans: 创作者

# creator %@ · DyorHQ %@ · buyback %@
source: creator %1$@ · DyorHQ %2$@ · buyback %3$@
es: creador %1$@ · DyorHQ %2$@ · recompra %3$@
fr: créateur %1$@ · DyorHQ %2$@ · rachat %3$@
ko: 크리에이터 %1$@ · DyorHQ %2$@ · 바이백 %3$@
zh_hans: 创作者 %1$@ · DyorHQ %2$@ · 回购 %3$@

source: creator fees
es: comisiones del creador
fr: frais du créateur
ko: 크리에이터 수수료
zh_hans: 创作者费用

source: expired
es: expirado
fr: expiré
ko: 만료됨
zh_hans: 已过期

source: half on coins, half paired as liquidity
es: mitad en monedas, mitad emparejada como liquidez
fr: moitié en jetons, moitié appariée en liquidité
ko: 절반은 코인 매수, 절반은 유동성으로 페어링
zh_hans: 一半买币，一半配对为流动性

source: handle
es: usuario
fr: pseudo
ko: 사용자 이름
zh_hans: 用户名

source: holder rewards
es: recompensas para holders
fr: récompenses des détenteurs
ko: 홀더 보상
zh_hans: 持有者奖励

source: if applied first, nothing is published
es: si se aplica antes, no se publica nada
fr: s'il est appliqué en premier, rien n'est publié
ko: 먼저 적용되면 게시되지 않음
zh_hans: 若先被应用，则不会发布任何内容

source: link, hashed
es: enlace, con hash
fr: lien, haché
ko: 링크, 해시로 확인
zh_hans: 链接，已哈希

# momentFilter.all
source: All
es: Todos
fr: Tous
ko: 전체
zh_hans: 全部

# momentFilter.graduated
source: Graduated
es: Graduados
fr: Gradués
ko: 졸업 완료
zh_hans: 已毕业

source: more ways in
es: más formas de entrar
fr: autres moyens d'accès
ko: 다른 시작 방법
zh_hans: 更多登录方式

# myLaunchpad.view
source: View
es: Vista
fr: Vue
ko: 보기
zh_hans: 视图

# newsSource.all
source: All
es: Todas
fr: Toutes
ko: 전체
zh_hans: 全部

source: no reason given
es: sin motivo indicado
fr: aucune raison indiquée
ko: 사유 없음
zh_hans: 未说明原因

# notificationFilter.all
source: All
es: Todas
fr: Toutes
ko: 전체
zh_hans: 全部

source: on Long
es: en largo
fr: sur Long
ko: 롱 대상
zh_hans: 做多仓位

source: on Short
es: en corto
fr: sur Short
ko: 숏 대상
zh_hans: 做空仓位

source: or continue with
es: o continúa con
fr: ou continuer avec
ko: 또는 다음으로 계속하기
zh_hans: 或使用以下方式继续

# orderReview.market
source: Market
es: Mercado
fr: Marché
ko: 마켓
zh_hans: 合约

# pastCohort.closed
source: Closed
es: Cerrado
fr: Fermé
ko: 마감됨
zh_hans: 已关闭

source: pending
es: pendientes
fr: en attente
ko: 대기 중
zh_hans: 待毕业

source: photo, fingerprinted · DyorHQ link, not IPFS
es: foto, con huella · enlace de DyorHQ, no IPFS
fr: photo, avec empreinte · lien DyorHQ, pas IPFS
ko: 사진, 핑거프린트 기록 · IPFS 아닌 DyorHQ 링크
zh_hans: 照片，已生成指纹 · DyorHQ 链接，非 IPFS

source: photo, fingerprinted · IPFS
es: foto, con huella · IPFS
fr: photo, avec empreinte · IPFS
ko: 사진, 핑거프린트 기록 · IPFS
zh_hans: 照片，已生成指纹 · IPFS

# position.close
source: Close
es: Cerrar
fr: Clôturer
ko: 종료
zh_hans: 平仓

source: promised, not graduated yet
es: prometido, aún sin graduar
fr: promis, pas encore gradué
ko: 지급 예정, 아직 졸업 전
zh_hans: 应得，尚未毕业

source: queued
es: en cola
fr: en attente
ko: 대기 중
zh_hans: 已排队

source: refused if the price moved over 2% this block
es: se rechaza si el precio se movió más de un 2% en este bloque
fr: refusé si le prix a bougé de plus de 2% dans ce bloc
ko: 이번 블록에서 가격이 2% 넘게 움직이면 거부
zh_hans: 若本区块内价格变动超过 2% 则拒绝

# signInMethod.email
source: email
es: correo electrónico
fr: votre e-mail
ko: 이메일
zh_hans: 邮箱

# signInMethod.emailPassword
source: email & password
es: correo electrónico y contraseña
fr: e-mail et mot de passe
ko: 이메일 및 비밀번호
zh_hans: 邮箱和密码

# signInMethod.imported
source: imported wallet
es: una billetera importada
fr: un portefeuille importé
ko: 가져온 지갑
zh_hans: 导入的钱包

# signInMethod.passkey
source: passkey
es: una llave de acceso
fr: une clé d'identification
ko: 패스키
zh_hans: 通行密钥

# signInMethod.privyPasskey
source: passkey (Privy)
es: una llave de acceso (Privy)
fr: une clé d'identification (Privy)
ko: 패스키(Privy)
zh_hans: 通行密钥（Privy）

source: the Perpl Exchange
es: Perpl Exchange
fr: le Perpl Exchange
ko: Perpl Exchange
zh_hans: Perpl Exchange

source: the Uniswap Universal Router
es: Uniswap Universal Router
fr: l'Universal Router d'Uniswap
ko: Uniswap Universal Router
zh_hans: Uniswap Universal Router

source: the mark price
es: el precio de marca
fr: le prix de marque
ko: 마크 가격
zh_hans: 标记价格

source: the passkey session ended before it could sign
es: la sesión de la llave de acceso terminó antes de poder firmar
fr: la session de clé d'identification a pris fin avant de pouvoir signer
ko: 서명하기 전에 패스키 세션이 종료됨
zh_hans: 通行密钥会话在签名前已结束

source: the signature was cancelled
es: la firma se canceló
fr: la signature a été annulée
ko: 서명이 취소됨
zh_hans: 签名已取消

source: the swap couldn't complete
es: el intercambio no se pudo completar
fr: l'échange n'a pas pu aboutir
ko: 스왑을 완료하지 못함
zh_hans: 兑换未能完成

source: to withdraw
es: por retirar
fr: à retirer
ko: 출금 가능
zh_hans: 可提取

# tradeMode.swap
source: Swap
es: Intercambio
fr: Échange
ko: 스왑
zh_hans: 兑换

source: unlocks at the monthly cliffs
es: se libera en desbloqueos mensuales
fr: se débloque aux paliers mensuels
ko: 월별 클리프에 잠금 해제
zh_hans: 在每月解锁节点解锁

source: until %@
es: hasta %@
fr: jusqu'au %@
ko: %@까지
zh_hans: 至 %@

source: unverified
es: no verificado
fr: non vérifié
ko: 미검증
zh_hans: 未验证

source: vested and unclaimed
es: liberado y sin reclamar
fr: débloqués, non réclamés
ko: 베스팅 완료, 미수령
zh_hans: 已解锁未领取

source: video, fingerprinted · IPFS
es: video, con huella · IPFS
fr: vidéo, avec empreinte · IPFS
ko: 동영상, 핑거프린트 기록 · IPFS
zh_hans: 视频，已生成指纹 · IPFS

# volumePeriod.all
source: All
es: Todo
fr: Tout
ko: 전체
zh_hans: 全部

# ≈ %@ MON → %@ AUSD on %@
source: ≈ %1$@ MON → %2$@ AUSD on %3$@
es: ≈ %1$@ MON → %2$@ AUSD en %3$@
fr: ≈ %1$@ MON → %2$@ AUSD sur %3$@
ko: %3$@에서 ≈ %1$@ MON → %2$@ AUSD
zh_hans: 在 %3$@ 上 ≈ %1$@ MON → %2$@ AUSD

source: 1D
fr: 1J
ko: 1일
zh_hans: 1日

source: 30D
fr: 30 j
ko: 30일
zh_hans: 30天

source: 7D
fr: 7 j
ko: 7일
zh_hans: 7天

source: Error
fr: Erreur
ko: 오류
zh_hans: 错误

source: Error: %@
fr: Erreur : %@
ko: 오류: %@
zh_hans: 错误：%@

source: Holders
fr: Détenteurs
ko: 홀더
zh_hans: 持有者

source: Spread %@
fr: Écart %@
ko: 스프레드 %@
zh_hans: 价差 %@

source: Token
fr: Jeton
ko: 토큰
zh_hans: 代币

source: error %@
fr: erreur %@
ko: 오류 %@
zh_hans: 错误 %@

# %@ %@, total %@ %@
source: %1$@ %2$@, total %3$@ %4$@
ko: %1$@ %2$@, 합계 %3$@ %4$@
zh_hans: %1$@ %2$@，累计 %3$@ %4$@

source: 15m
ko: 15분
zh_hans: 15分

source: 1h
ko: 1시간
zh_hans: 1小时

source: 1m
ko: 1분
zh_hans: 1分

source: 24h
ko: 24시간
zh_hans: 24小时

source: 4h
ko: 4시간
zh_hans: 4小时

source: 5m
ko: 5분
zh_hans: 5分

source: C
ko: 종
zh_hans: 收

source: Launchpad
ko: 런치패드

source: Liq
ko: 청산가
zh_hans: 强平

source: Liq.
ko: 청산가
zh_hans: 强平价

source: Perps → Spot
ko: Perps → 현물
zh_hans: 永续 → 现货

source: PnL
ko: 손익
zh_hans: 盈亏

source: Pool
ko: 풀
zh_hans: 池子

source: SL %@
ko: 손절 %@
zh_hans: 止损 %@

source: Spot
ko: 현물
zh_hans: 现货

source: Spot → Perps
ko: 현물 → Perps
zh_hans: 现货 → 永续

source: Stop Loss
ko: 손절
zh_hans: 止损

source: Stop loss
ko: 손절
zh_hans: 止损

source: TP %@
ko: 익절 %@
zh_hans: 止盈 %@

source: TP/SL · %@-PERP
ko: 익절/손절 · %@-PERP
zh_hans: 止盈/止损 · %@-PERP

source: Take Profit
ko: 익절
zh_hans: 止盈

source: Take profit
ko: 익절
zh_hans: 止盈

source: Take-profit / stop-loss
ko: 익절 / 손절
zh_hans: 止盈/止损

source: Ticker
ko: 티커
zh_hans: 代码

source: Total
ko: 합계
zh_hans: 总计

source: Total (%@)
ko: 합계(%@)
zh_hans: 累计（%@）

# homeCategory.launch
source: Launch
ko: 런칭
zh_hans: 发射

# homeCategory.spot
source: Spot
ko: 현물
zh_hans: 现货

source: Perps
zh_hans: 永续

# homeCategory.perps
source: Perps
zh_hans: 永续
